/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d / %d";

/* The tile for the previous button. */
"PreviousKey" = "Előző";

/* The title for the next button. */
"NextKey" = "Következő";

/* No Data View */
"NoDataKey" = "Nincs elérhető diagramadat.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "Nem található eredmény a következőhöz:";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "Próbáljon meg másra keresni.";

/* The title for the clear button */
"ClearKey" = "Törlés";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "Újdonságok";

/* The title for the start button. */
"StartKey" = "Indítás";

/* The title for the close button. */
"CloseKey" = "Bezárás";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "Szinkronizálás folyamatban";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "Az alkalmazáshoz való továbbhaladáshoz kérjük, várja meg, amíg a szinkronizálás befejeződik. Ez néhány másodpercig eltarthat.";

/* The error banner title when sync failed */
"SyncFailedKey" = "A szinkronizálás sikertelen";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "Probléma a tranzakcióval";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "Mielőtt ezen az eszközön hozzáférhetne a fiókjához, át kell adnia az eszközt a következőnek:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "Be kell jelentkezniük a fiókjukba és megoldaniuk a tranzakcióval kapcsolatos problémát.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "Vissza a bejelentkezés képernyőhöz";

/* The connection error screen title */
"NoConnectionKey" = "Nincs internetkapcsolat";

/* The message under the connection error title */
"NoConnectionMessageKey" = "Kapcsolódjon egy WiFi-hálózathoz vagy mobil adathálózathoz.";

/* The action button title in the connection error screen */
"TryAgainKey" = "Próbálja meg újra";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "Aláírás ismételt megadása";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "%d több bejegyzés";

/* The string to be used in the `FUIDataTableCardView`\n as the footnote. */
"NoMoreEntriesKey" = "Nincs több bejegyzés";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "keyName: %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "érték:";

/* The string to be used as the title in the `FUIEmptyStateView`. */
"EmptyStateTitleKey" = "Az adatok betöltése sikertelen";

/* The overflow button name in `FUIToolbar`. */
"OverflowMenuKey" = "Túlcsordulás menü";

/* The default title for the icon in the overflow button of `FUIToolbar`. */
"IconFormatKey" = "%d ikon";

/* Accessibility strings related to HierarchyView */
"IsShowingChildrenKey" = "Megjeleníti az alárendelt elemeket";

"DoubleTapToShowChildrenKey" = "Koppintson duplán az alárendelt elemek megjelenítéséhez";

"ChildKey" = "Alárendelt elem";

"ChildrenKey" = "Alárendelt elemek";

/* Accessibility strings related to ObjectCell */
"ImageKey" = "Kép";

